[
    {
        "p":"My name is Ricardo Kim. I'm a Brazilian national from Sao Paulo, SP. My parents fled from Korea to South America after WWII. Currently, I living in Porto, Portugal. "
    },
    {
        "p":"I graduated with a BS in Computation Engineering at the University Sao Judas Tadeu in Sao Paulo in 2018. In 2014, I participated in the International College Programming Contest (ICPC). My team placed in the top 50 teams in the Brazilian finals. In 2018 I participated in a startup event (startup weekend) organized by the group ZeroOnze. My team placed 1st in this event."
    },
    {
        "p":"I started my career in 2014 as a full-stack developer for a small company called Netfashion. I learned a lot about E-Commerce and ERP integration working with different companies and business models. The main clients were from the textile industry for B2B and B2C, but there were also companies marketing gift articles, helmet motorcycle manufacturing, bags, camping & hunting and natural hair"
    },
    {
        "p":"In 2018 I was hired by a medium-sized company called GTI Solution, a software factory whose main business model was insurance and CRM. My primary role was as a back-end developer. I got experience with database applications, storage procedures, APIs, source code versioning, and agile software development methodology (Kanban). At this company, I learn good programming practices and improve my teamwork."
    },
    {
        "p":"In 2020, I got a job with DefinedCrowd, a startup company in the machine learning business as a Applicational Support Engineer (Support lv3), I moved to a new amazing country (Portugal) during the Covid-19 pandemic's lockdown. In this company I learned about troubleshooting and monitoring, unfortunately this company didn’t reach the breakeven and started to layoff."
    },
    {
        "p":"In 2021, I find a new job as a outsourcing IT Consultant in a Consulting group called QuickOps, in nowadays I’m working in a legacy project in Investment Bank."
    }
]